[Axe_CV X2WeaponTemplate]
FriendlyName="Battle Axe"
FriendlyNamePlural="Battle Axes"
AbilityDescName="Battle Axe"
BriefSummary="The Battle Axe lacking the precision of the sword but it devastating damage potential makes is unmatched."
TacticalText="<Bullet/> 1 armor pierce<br/><Bullet/> Does environmental damage<br/>"

[Axe_MG X2WeaponTemplate]
FriendlyName="Energy Battle Axe"
FriendlyNamePlural="Energy Battle Axes"
AbilityDescName="Energy Battle Axe"
BriefSummary="The next iteration of our combat proven axe design is the Energy Battle Axe."
TacticalText="<Bullet/> 1 point rupture<br/><Bullet/> 2 armor pierce<br/><Bullet/> Does environmental damage<br/>"

[Axe_BM X2WeaponTemplate]
FriendlyName="Plasma Battle Axe"
FriendlyNamePlural="Plasma Battle Axes"
AbilityDescName="Plasma Battle Axe"
BriefSummary="Our scientists found a way to integrate the stun lance technology in the battle axe. The result is quite stunning."
TacticalText="<Bullet/> 30% to stun enemies<br/><Bullet/> 2 point rupture<br/><Bullet/> 3 armor pierce<br/><Bullet/> Does environmental damage<br/>"

[ThrowingAxe_CV X2WeaponTemplate]
FriendlyName="Hatchet"
FriendlyNamePlural="Hatchets"
AbilityDescName="Hatchet"
BriefSummary="Hatchet"
TacticalText="<Bullet/> +15% to hit<br/>"

[ThrowingAxe_MG X2WeaponTemplate]
FriendlyName="Combat Cleaver"
FriendlyNamePlural="Combat Cleavers"
AbilityDescName="Called 'The Butcher' by our troops the Combat Cleaver is designed to do maximum damage to soft targets."
BriefSummary="Combat Cleaver"
TacticalText="<Bullet/> +15% to hit<br/>"

[ThrowingAxe_BM X2WeaponTemplate]
FriendlyName="EMP Axe"
FriendlyNamePlural="EMP Axe"
AbilityDescName="EMP Axe"
BriefSummary="The EMP Axe is our melee version of the bluescreen ammunition and does excessive damage to robotic enemies."
TacticalText="<Bullet/> +15% to hit<br/><Bullet/> 2 armor pierce<br/>"

[MusashiCleaveT1 X2AbilityTemplate]
LocFriendlyName="Cleave"
LocLongDescription="Perfom a mighty slash against all targets in small cone. Also good for strike down walls or destroying cover."
LocHelpText="Perfom a mighty slash against all targets in small cone."
LocFlyOverText="Cleave"

[MusashiCleaveT2 X2AbilityTemplate]
LocFriendlyName="Cleave"
LocLongDescription="Perfom a mighty slash against all targets in small cone. Also good for strike down walls or destroying cover."
LocHelpText="Perfom a mighty slash against all targets in small cone."
LocFlyOverText="Cleave"

[MusashiCleaveT3 X2AbilityTemplate]
LocFriendlyName="Cleave"
LocLongDescription="Perfom a mighty slash against all targets in small cone. Also good for strike down walls or destroying cover."
LocHelpText="Perfom a mighty slash against all targets in small cone."
LocFlyOverText="Cleave"

[MusashiBluescreen X2AbilityTemplate]
LocFriendlyName="EMP Emitter"
LocLongDescription="Does +5 damage to robotic enemies"
LocHelpText="Does +5 damage to robotic enemies"
LocFlyOverText="Plasmablade"

[MusashiButcher X2AbilityTemplate]
LocFriendlyName="Butcher"
LocLongDescription="Does +3 damage to organic enemies"
LocHelpText="Does +3 damage to organic enemies"
LocFlyOverText="Butcher"

[MusashiLightningAxeStrikeT1 X2AbilityTemplate]
LocFriendlyName="Lightning Cleave"
LocLongDescription="Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not cost an action point."
LocHelpText="Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not cost an action point."
LocPromotionPopupText="<Bullet/>Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not cost an action point.<br/>"

[MusashiLightningAxeStrikeT2 X2AbilityTemplate]
LocFriendlyName="Lightning Cleave"
LocLongDescription="Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not cost an action point."
LocHelpText="Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not cost an action point."
LocPromotionPopupText="<Bullet/>Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not cost an action point.<br/>"

[MusashiLightningAxeStrikeT3 X2AbilityTemplate]
LocFriendlyName="Lightning Cleave"
LocLongDescription="Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not cost an action point."
LocHelpText="Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not cost an action point."
LocPromotionPopupText="<Bullet/>Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not cost an action point.<br/>"
